{
    "name": {
        "message": "Stealth Mode"
    },
    "eula_text": {
        "message": "<p>\r\n                    This Stealth Mode Browser Extension End-User License Agreement (“EULA” or “Agreement”) is a legal agreement between you,\r\n                    and Performix, LLC (the “Company”), which is the legal owner of the Stealth Mode browser extension\r\n                    (\"Stealth Mode” or “Stealth Mode browser extension”), and provides the terms and conditions by which you may\r\n                    use Stealth Mode, including any associated media, scripts, printed materials, and online or electronic\r\n                    documentation. This EULA supersedes any other agreement or understanding with respect to its subject matter.\r\n                    If you don't like what you see here, do not install or use the Stealth Mode browser extension.\r\n                    By downloading it, however, you agree to use the Stealth Mode browser extension consistent with the\r\n                    terms of this EULA. The Privacy Statement is subject to and incorporated into this EULA.\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    Stealth Mode is the intellectual property of the Company and is protected by copyright, trademark laws and international copyright treaties, as well as other\r\n                    intellectual property laws. Intellectual property, includes, but is not limited to, computer or software code, scripts, design elements, graphics, interactive\r\n                    features, artwork, text communication, tracker libraries, and any other content that may be found in Stealth Mode. All trademarks, service marks and trade names\r\n                    are owned, registered and\/or licensed by the Company.\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    1. GRANT OF LICENSE\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    The Company grants to you a limited, worldwide, non-exclusive, royalty-free, revocable, and non-commercial license to: download Stealth Mode to a computer\r\n                    via a web browser; use Stealth Mode as herein set forth in the following section; copy and store Stealth Mode in your web browser cache memory; and print pages\r\n                    from Stealth Mode for your own personal and non-commercial use. The Company does not grant you any other rights whatsoever in relation to Stealth Mode.\r\n                    All other rights are expressly reserved by the Company.\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    2. DESCRIPTION OF OTHER RIGHTS AND LIMITATIONS.\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    (a) Unless you have the express written permission from the Company, you may not distribute Stealth Mode or any portion thereof to any third parties.\r\n                    <br\/>\r\n                    (b) You may not disassemble or reverse engineer Stealth Mode for any purpose, other than for reviewing the code for personal review, and at all times are bound\r\n                    by the terms of this EULA.\r\n                    <br\/>\r\n                    (c) We don't charge for Stealth Mode, and neither can you. You may not rent, lease, or lend Stealth Mode and may only use it for you own personal, non-commercial use.\r\n                    <br\/>\r\n                    (d) The Company may provide you with support services, and any supplemental software code provided to you as part of those services shall be considered part of\r\n                    Stealth Mode and subject to the terms and conditions of this EULA.\r\n                    <br\/>\r\n                    (e) You must comply with all applicable laws regarding use of Stealth Mode.\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    3. ALLOWABLE USES OF STEALTH MODE\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    You may only use Stealth Mode for your own personal, non-commercial use.\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    4. NON-ALLOWABLE USES OF STEALTH MODE\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    You are strictly prohibited from, and agree that you will not, adapt, edit, change, modify, transform, publish, republish, distribute, or redistribute\r\n                    Stealth Mode or any elements, portions, or parts thereof, including without limitation, to any elements, portions, or parts of Stealth Mode software (in any form or media)\r\n                    without the Company’s prior written consent. You agree not to use any automated data collection methods, data mining, robots, scraping or any data gathering\r\n                    methods of any kind on Stealth Mode. You will not use Stealth Mode for any commercial use whatsoever.\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    5. ENFORCEMENT OF COPYRIGHT AND PROTECTION OF INTELLECTUAL PROPERTY\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    If the Company discovers that you have used its copyrighted or other protected intellectual property in contravention of the terms of the license above,\r\n                    the Company may bring legal proceedings against you, seeking monetary damages and an injunction against you. You could also be ordered to pay legal fees and costs.\r\n                    If you become aware of any use of the Company’s copyright or protected intellectual property that contravenes or may contravene the terms of the license above,\r\n                    immediately report this by email to support@adguard.com.\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    6. TERMINATION\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    Your right to use Stealth Mode continues until terminated by the Company, which may terminate this Agreement and your license to use Stealth Mode at any time,\r\n                    without cause and without notice. You may terminate this agreement at any time by uninstalling Stealth Mode. This Agreement will automatically terminate if you fail\r\n                    to comply with any of the terms of this EULA. Upon termination, you agree to stop using and to uninstall Stealth Mode.\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    7. NO WARRANTIES\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    Stealth Mode is provided “As Is” and does not come with any kind of warranty whatsoever. The Company does not warrant or assume responsibility for the accuracy\r\n                    or completeness of any information, text, graphics, links or other items contained within Stealth Mode. Stealth Mode makes no warranties respecting any harm that may be\r\n                    caused by the transmission of any kind of computer virus.\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    8. LIMITATION OF LIABILITY\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    In no event shall the Company be liable for any damages (including, without limitation, lost profits, business interruption, or loss of data) rising out of use\r\n                    of or inability to use Stealth Mode. In no event will the Company be liable for indirect, special, incidental, consequential (including lost profit), punitive,\r\n                    exemplary, or other damages based in contract, tort or otherwise. The Company shall have no liability with respect to the content or operation of Stealth Mode.\r\n                <\/p>"
    },
    "privacy_text": {
        "message": "<p>\r\n                    The privacy policy of&nbsp;the Stealth Mode project is&nbsp;to&nbsp;prevent gathering more data than needed\r\n                    for the extensions to&nbsp;function correctly. The data collected is&nbsp;anonymized and removed when no&nbsp;longer required. We&nbsp;will never share it\r\n                    with any third parties. This policy specifies the data gathered and its processing.\r\n                <\/p>\r\n\r\n                <p><br\/><\/p>\r\n                <h3>Filter update checks<\/h3>\r\n\r\n                <p>\r\n                    Stealth Mode uses <a href=\"http:\/\/adguard.com\/en\/filters.html\">Adguard filters<\/a>\r\n                    and from time to&nbsp;time refers to&nbsp;Adguard servers to&nbsp;check for the filter updates.\r\n                <\/p>\r\n\r\n                <p><br\/><\/p>\r\n                <p>In&nbsp;this case the server receives the following data:<\/p>\r\n                <ul>\r\n                    <li>Your IP&nbsp;address<\/li>\r\n                    <li>Filter&nbsp;ID, which we&nbsp;check for updates<\/li>\r\n                    <li>Extension type and version<\/li>\r\n                <\/ul>\r\n\r\n                <p>\r\n                    This data is&nbsp;not stored anywhere and never used later&nbsp;on.\r\n                <\/p>\r\n\r\n                <p><br\/><\/p>\r\n                <h3>Extension update checks<\/h3>\r\n\r\n                <p>\r\n                    From time to&nbsp;time your browser checks for updates of&nbsp;all your extensions including Stealth Mode.\r\n                    Some general data, such as&nbsp;operating system, browser version, your&nbsp;IP address and\r\n                    extension version is&nbsp;sent during an&nbsp;update check.\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    Updates to&nbsp;Stealth Mode stable releases for Yandex.Browser are processed by&nbsp;the Yandex Browser and is&nbsp;subject to&nbsp;the <a href=\"http:\/\/legal.yandex.com\/privacy\/\">Yandex Browser Privacy Policy<\/a>.\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    Updates to&nbsp;Stealth Mode stable releases for Google Chrome are processed by&nbsp;the Google Web Store website and is&nbsp;subject to&nbsp;the <a href=\"http:\/\/www.google.com\/intl\/en\/policies\/privacy\/\">Google Privacy Policy<\/a>.\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    Updates to&nbsp;Stealth Mode stable releases for Firefox are processed by&nbsp;Addons.Mozilla.Org website and are subject to&nbsp;the <a href=\"https:\/\/www.mozilla.org\/en-US\/privacy\/\">Mozilla Privacy Policy<\/a>.\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    Updates to&nbsp;Stealth Mode stable releases for Opera are processed by&nbsp;the Opera Add-ons website and are subject to&nbsp;the <a href=\"http:\/\/www.opera.com\/privacy\">Opera privacy policy<\/a>.\r\n                <\/p>"
    },
    "short_name": {
        "message": "Stealth Mode"
    },
    "description": {
        "message": "Protects your identity and sensitive personal info from thousands of online trackers"
    },
    "footer_homepage": {
        "message": "Homepage"
    },
    "footer_privacy_policy": {
        "message": "Privacy Policy"
    },
    "footer_eula": {
        "message": "EULA"
    },
    "footer_powered_by": {
        "message": "Powered by"
    },
    "options_title": {
        "message": "Stealth Mode: Settings"
    },
    "options_header": {
        "message": "Settings"
    },
    "options_settings_filters": {
        "message": "Filters"
    },
    "options_settings_block_trackers": {
        "message": "Block known online trackers"
    },
    "options_settings_block_trackers_description": {
        "message": "Stealth Mode has one of the largest tracker filter containing more than 5,000 tracking servers."
    },
    "options_settings_block_social": {
        "message": "Block social widgets (Like, plusone, etc.)"
    },
    "options_settings_block_social_description": {
        "message": "Blocks social widgets and protects you against Social Media tracking."
    },
    "options_settings_tracking": {
        "message": "Tracking Methods"
    },
    "options_settings_hide_referrer": {
        "message": "Hide your Referrer from third-parties"
    },
    "options_settings_hide_referrer_description": {
        "message": "Hides the current website from third-parties by replacing Referer HTTP header."
    },
    "options_settings_hide_search_queries": {
        "message": "Hide your search queries"
    },
    "options_settings_hide_search_queries_description": {
        "message": "Hides the search query from the website to which you navigated via search results of Google, Yahoo, Yandex, Bing etc."
    },
    "options_settings_block_cookies": {
        "message": "Block third-party cookies"
    },
    "options_settings_block_cookies_description": {
        "message": "Cookies are small text files. Web sites may cause your browser to store them if you do not prevent it, and may then track you while you are surfing."
    },
    "options_settings_disable_cache": {
        "message": "Disable cache for third-party requests"
    },
    "options_settings_disable_cache_description": {
        "message": "Websites may mark arbitrary pages on page load. Thereby, so-called e-tags are used. As long as the respective site remains in your browser cache, the mark is sent on any new request to the website again."
    },
    "options_settings_remove_x_client_data": {
        "message": "Remove X-Client-Data header from HTTP requests"
    },
    "options_settings_remove_x_client_data_description": {
        "message": "Google Chrome includes a special header identifying your browser in all requests sent to Google domains including doubleclick and google analytics."
    },
    "options_settings_miscellaneous": {
        "message": "Miscellaneous"
    },
    "options_settings_send_dnt_header": {
        "message": "Send Do-Not-Track header"
    },
    "options_settings_send_dnt_header_description": {
        "message": "The Do Not Track (DNT) header is the proposed HTTP header field that requests that a web application disables either its tracking or cross-site user tracking of an individual user."
    },
    "options_settings_hide_user_agent": {
        "message": "Hide your User-Agent"
    },
    "options_settings_hide_user_agent_description": {
        "message": "This option replaces your User-Agent with a generic one. We always replace your OS with Linux as we believe that *nix users are rarely targeted by advertisers."
    },
    "options_settings_hide_ip_address": {
        "message": "Hide your IP address"
    },
    "options_settings_hide_ip_address_description": {
        "message": "Stealth Mode cannot completely hide your IP-address. But we can disguise you so that the website you visit will take you for a proxy server. In some cases this helps, and a website ignores your real IP."
    },
    "options_whitelist_edit": {
        "message": "Edit Whitelist..."
    },
    "options_modal_whitelist_title": {
        "message": "Whitelist"
    },
    "options_modal_whitelist_description": {
        "message": "Stealth Mode does not filter web sites from the whitelist."
    },
    "options_modal_whitelist_empty": {
        "message": "Whitelist is empty.<br><span class='cont-link'>Add any website<\/span> to the whitelist."
    },
    "options_modal_whitelist_add_website": {
        "message": "Add website"
    },
    "options_modal_whitelist_close": {
        "message": "Close"
    },
    "popup_trackers_blocked": {
        "message": "Trackers blocked:"
    },
    "popup_trackers_blocked_page": {
        "message": "on this page"
    },
    "popup_trackers_blocked_all": {
        "message": "in total"
    },
    "popup_add_site_whitelist": {
        "message": "Whitelist Site"
    },
    "popup_remove_site_whitelist": {
        "message": "Remove from whitelist"
    },
    "popup_enable_filtering": {
        "message": "Go Stealth Mode"
    },
    "popup_filtering_disabled": {
        "message": "Stealth Mode is disabled"
    },
    "privacy_title": {
        "message": "Stealth Mode: Privacy Policy"
    },
    "privacy_header": {
        "message": "Privacy Policy"
    },
    "eula_title": {
        "message": "Stealth Mode: End-User License Agreement"
    },
    "eula_header": {
        "message": "End-User License Agreement"
    }
}