{
    "name": {
        "message": "Stealth Mode"
    },
    "eula_text": {
        "message": "<p>\r\nDiese Endnutzerlizenzvereinbarung („EULA“) für die Stealth Mode Browser-Erweiterung ist eine rechtliche Vereinbarung zwischen Ihnen\r\nund Performix, LLC (das „Unternehmen“), dem rechtlichen Eigentümer von Stealth Mode Erweiterung\r\n(\"Stealth Mode” oder “Erweiterung”), und enthält die Geschäftsbedingungen, auf deren Sie\r\nStealth Mode, sowie verbundene Medien, Skripte, gedrucktes Material sowie Online- und elektronische \r\nDokumentationen nutzen können. Diese EULA ersetzt alle anderen Vereinbarungen und Absprachen in Bezug auf den entsprechenden Vertragsgegenstand.\r\nWenn Sie mit dieser EULA nicht übereinstimmen, sehen Sie bitte von einer Installation oder Nutzung der Stealth Mode Browser-Erweiterung ab.\r\n Wenn Sie die Erweiterung herunterladen, stimmen Sie der Nutzung der Stealth Mode Browser-Erweiterung in Verbindung mit den \r\nGeschäftsbedingungen dieser EULA zu. Die Datenschutzerklärung unterliegt dieser EULA und ist in diese eingebunden.\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\nStealth Mode ist geistiges Eigentum des Unternehmens und wird durch das Urheberrecht, Markenrechte und internationale Urheberrechtsverträge sowie andere Rechte zum geistigen Eigentum geschützt.\r\nGeistiges Eigentum betrifft, ist aber nicht beschränkt auf Computer- oder Softwarecodes, Skripte, Gestaltungselemente, Grafiken, interaktive\r\nFunktionen, Vorlagen, Textkommunikation, Tracker-Bibliotheken und andere Inhalte von Stealth Mode. Alle Warenzeichen, Dienstleistungszeichen und Handelsnamen\r\nsind im Besitz von und registriert von und\/oder lizenziert durch das Unternehmen.\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\n1. LIZENZERTEILUNG\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\nDas Unternehmen gewährt Ihnen eine limitierte, weltweite, nicht-exklusive, gebührenfreie, widerrufliche und nicht-kommerzielle Lizenz für: den Download von Stealth Mode auf einen Computer \r\n über einen Web-Browser; die Nutzung von Stealth Mode wie in den folgenden Abschnitten aufgeführt, das Kopieren und Speichern von Stealth Mode im Cache Ihres Web-Browsers; sowie das Drucken von\r\nStealth Mode Materialien für persönliche und nicht-kommerzielle Zwecke. Das Unternehmen gewährt Ihnen keine anderen Rechte in Verbindung mit Stealth Mode.\r\nAlle weiteren Rechte sind ausschließlich dem Unternehmen vorbehalten.\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\n 2. BESCHREIBUNG WEITERER RECHTE UND EINSCHRÄNKUNGEN\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\n (a) Sofern Sie eine ausdrückliche schriftliche Genehmigung des Unternehmens erhalten, sind Sie nicht dazu berechtigt, die Inhalte oder Teilinhalte von Stealth Mode an Dritte weiterzugeben.\r\n<br\/>\r\n(b) Sie sind nicht dazu berechtigt, Stealth Mode zu disassemblieren oder zurückzuentwickeln, nur für der persönlichen Überprüfung des Codes. Dies unterliegt zu jeder Zeit\r\nden Bedingungen dieser Lizenzvereinbarung.\r\n<br\/>\r\n(c) Wir erheben keine Gebühren für Stealth Mode und auch Sie sind dazu nicht berechtigt. Der Verleih oder die Vermietung von Stealth Mode ist nicht gestattet, die Erweiterung ist ausschließlich für die persönliche und nicht-kommerzielle Nutzung vorgesehen.\r\n<br\/>\r\n (d) Das Unternehmen kann Ihnen Supportleistungen zur Verfügung stellen und auch alle hierbei gelieferten Softwarecodes gelten als Teil von\r\nStealth Mode und unterliegen den Bedingungen dieser EULA.\r\n<br\/>\r\n(e) Sie sollen alle beim Gebrauch von Stealth Mode geltenden Bedingungen beachten.\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\n 3. DIE ZULÄSSIGE NUTZUNG VON STEALTH MODE\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\nStealth Mode ist ausschließlich für die persönliche und nicht-kommerzielle Nutzung vorgesehen.\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\n4. DIE NICHT-ZULÄSSIGE NUTZUNG VON STEALTH MODE\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\nIhnen ist es strengstens untersagt, Stealth Mode oder Teile von Stealth Mode  anzupassen, zu editieren, zu verändern, zu übertragen, zu veröffentlichen, \r\nneu zu veröffentlichen und zu verbreiten, einschließlich und ohne Einschränkung von Teilen dieser Software (in jeder medialen Form) \r\nohne die vorherige schriftliche Zustimmung durch das Unternehmen. Sie stimmen dazu, keine Methoden der automatischen Datenerfassung, Datensammler, Robots, Scraping- oder ähnliche Datenerfassungsmethoden \r\nbei dem Gebrauch von Stealth Mode anzuwenden. Die kommerzielle Nutzung von Stealth Mode ist strengstens untersagt.\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\n5. DURCHSETZUNG DES URHEBERSCHUTZES UND SCHUTZ VON GEISTIGEM EIGENTUM\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\nSollte das Unternehmen herausfinden, dass Sie urheberrechtlich geschützte Daten oder andere durch Rechte des geistigen Eigentums geschützte Inhalte in Zuwiderhandlung mit den oben genannten Bedingungen dieser EULA verwenden,\r\nkann das Unternehmen gerichtliche Schritte gegen Sie einleiten, Schadensersatzforderungen stellen und gerichtliche Verfügungen gegen Sie anstreben. Es ist möglich, dass gegen Sie die Zahlung von Prozesskosten und Auslagen auferlegt wird.\r\nSollten Sie bemerken, dass die Urheberrechte oder geistiges Eigentum des Unternehmens in Bezug auf die oben genannte Lizenzvereinbarung verletzt werden, \r\nbenachrichtigen Sie uns unverzüglich via email: support@adguard.com.\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\n6. BEENDIGUNG DER VEREINBARUNG\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\nSie sind dazu berechtigt, Stealth Mode bis auf Widerruf zu verwenden. Das Unternehmen kann diese Vereinbarung und Nutzungslizenz jederzeit und \r\nohne Angabe von Gründen und ohne vorherige Benachrichtigung kündigen.  Sie können diese Vereinbarung jederzeit kündigen, indem Sie Stealth Mode deinstallieren. Diese Vereinbarung wird bei Nichteinhaltung dieser EULA \r\nautomatisch gekündigt. Im Falle einer Beendigung dieser Vereinbarung klären Sie sich damit einverstanden, die Nutzung von Stealth Mode einzustellen und das Programm zu deinstallieren.\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\n7. KEINE GEWÄHRLEISTUNGEN\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\nStealth Mode wird entsprechend dem aktuellen Entwicklungsstand und ohne jegliche Gewährleistung bereitgestellt. Das Unternehmen übernimmt keine Verantwortung für die Richtigkeit oder Vollständigkeit von Informationen, \r\nTexten, Grafiken, Links oder anderen Inhalten, die in Stealth Mode enthalten sind. Stealth Mode gibt keine Gewährleistungen bezüglich der Übertragung\r\nvon Computerviren, die bei der Nutzung von Stealth Mode auftreten kann.\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\n8. HAFTUNGSBESCHRÄNKUNG\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\n In keinem Fall haftet das Unternehmen für Schäden (einschließlich, ohne jedoch darauf beschränkt zu sein, entgangener Gewinne, Geschäftsunterbrechung, abhanden gekommener Informationen), die aus der Verwendung oder Unmöglichkeit der Verwendung von Stealth Mode entstehen. \r\nIn keinem Fall haftet das Unternehmen für Datenverlust oder indirekte, spezielle, zufällige, resultierende (einschließlich entgangener Gewinne) oder \r\nandere Schäden, weder aufgrund der Vertrags- oder Delikthaftung oder aus sonstigen Rechtsgründen. Das Unternehmen haftet in keinem Fall für die Inhalte oder den Betrieb von Stealth Mode.\r\n<\/p>"
    },
    "privacy_text": {
        "message": "<p>\r\nDie Datenschutzrichtlinien des &nbsp;Stealth Mode bestehen in&nbsp;Sammlung von nicht mehr Daten als\r\n für die richtige Funktion der Erweiterung&nbsp;nötig ist. Die gesammelten Daten werden&nbsp;anonymisiert und gelöscht, wenn sie nicht mehr benötigt werden. Wir werden es nie an\r\nDritte weitergeben. Diese Richtlinien gibt an, welche Daten gesammelt und wie sie verarbeitet werden.\r\n<\/p>\r\n\r\n<p><br\/><\/p>\r\n<h3>Filter-Update-Überprüfung<\/h3>\r\n\r\n<p>\r\nStealth Mode benutzt <a href=\"http:\/\/adguard.com\/en\/filters.html\">Adguard Filter<\/a>\r\n und bezieht sich auf Adguard Servern von Zeit zu Zeit, um Filter-Updates zu überprüfen. \r\n<\/p>\r\n\r\n<p><br\/><\/p>\r\n  <p>In diesem Fall wird der Server die folgenden Daten erhalten:<\/p>\r\n<ul>\r\n<li>Ihre IP-Adresse<\/li>\r\n<li>Filter&nbsp;ID, die wir nach Updates überprüfen<\/li>\r\n<li>Erweiterungstyp und Version<\/li>\r\n<\/ul>\r\n\r\n<p>\r\nDiese Daten sind nicht gespeichert und später nie verwendet.\r\n<\/p>\r\n\r\n<p><br\/><\/p>\r\n <h3>Update-Überprüfung der Erweiterung<\/h3>\r\n\r\n<p>\r\nAb und zu überprüft Ihr Browser nach Updates von Ihre Erweiterung, einschließlich Stealth Mode.\r\nEinige allgemeine Daten, wie Betriebssystem, Browser-Version, Ihre IP-Adresse und\r\nVersion der Erweiterung werden währen der Update-Überprüfung gesendet.\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\nDie Updates von Stealth Mode Entwicklungsversionen für Yandex.Browser sind von&nbsp;Yandex Browser verarbeitet und unterliegen der <a href=\"http:\/\/legal.yandex.com\/privacy\/\">Yandex Browser Datenschutzrichtlinien<\/a>.\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\nDie Updates von Stealth Mode Entwicklungsversionen für Google Chrome sind von Google Web Store Website verarbeitet und unterliegen der <a href=\"http:\/\/www.google.com\/intl\/en\/policies\/privacy\/\">Google Datenschutzrichtlinien<\/a>.\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\nDie Updates von Stealth Mode Entwicklungsversionen für Firefox sind von Addons.Mozilla.Org Website verarbeitet und unterliegen der <a href=\"https:\/\/www.mozilla.org\/en-US\/privacy\/\">Mozilla Datenschutzrichtlinien<\/a>.\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\nDie Updates von Stealth Mode Entwicklungsversionen für Opera sind von Opera Add-ons Website verarbeitet und unterliegen der <a href=\"http:\/\/www.opera.com\/privacy\">Opera Datenschutzrichtlinien<\/a>.\r\n<\/p>"
    },
    "short_name": {
        "message": "Stealth Mode"
    },
    "description": {
        "message": "Schützt Ihre Identität und sensiblen persönlichen Informationen vor Tausenden von Online-Trackern"
    },
    "footer_homepage": {
        "message": "Startseite"
    },
    "footer_privacy_policy": {
        "message": "Datenschutzpolitik"
    },
    "footer_eula": {
        "message": "EULA"
    },
    "footer_powered_by": {
        "message": "Powered by"
    },
    "options_title": {
        "message": "Stealth Mode: Einstellungen"
    },
    "options_header": {
        "message": "Einstellungen"
    },
    "options_settings_filters": {
        "message": "Filter"
    },
    "options_settings_block_trackers": {
        "message": "Bekannte Online-Tracker blockieren"
    },
    "options_settings_block_trackers_description": {
        "message": "Stealth Mode hat einen der größten Tracker-Filter mit mehr als 5.000 Tracking-Servern."
    },
    "options_settings_block_social": {
        "message": "Soziale Widgets (Gefällt mir, PlusOne, usw.) blockieren"
    },
    "options_settings_block_social_description": {
        "message": "Der Filter blockiert Soziale Widgets und schützt Sie vor Tracking bei Social Media."
    },
    "options_settings_tracking": {
        "message": "Tracking-Methoden"
    },
    "options_settings_hide_referrer": {
        "message": "Ihren Referrer vor Drittherstellern verbergen"
    },
    "options_settings_hide_referrer_description": {
        "message": "Verbirgt die aktuelle Website von Drittanbietern durch Austausch von Referer HTTP-Header."
    },
    "options_settings_hide_search_queries": {
        "message": "Ihre Suchanfragen verstecken"
    },
    "options_settings_hide_search_queries_description": {
        "message": "Verbirgt die Suchanfrage von der Website, auf die Sie über die Suchergebnisse von Google, Yahoo, Yandex, Bing usw. navigiert haben."
    },
    "options_settings_block_cookies": {
        "message": "Cookies von Drittanbietern blockieren"
    },
    "options_settings_block_cookies_description": {
        "message": "Cookies sind kleine Textdateien. Webseiten können Cookies über Ihren Browser speichern, wenn Sie das nicht verhindern, und können Sie damit wiedererkennen und Ihr Surfverhalten verfolgen."
    },
    "options_settings_disable_cache": {
        "message": "Cache für Drittanbieter-Anfragen deaktivieren"
    },
    "options_settings_disable_cache_description": {
        "message": "Webseiten können beliebige Seiten beim Laden markieren. Dabei werden sogenannte ETags verwendet. Solange die jeweilige Webseite in Ihrem Browser-Cache bleibt, wird die Markierung bei jeder neuen Anfrage an die Website erneut gesendet."
    },
    "options_settings_remove_x_client_data": {
        "message": "X-Client-Data-Header aus HTTP-Anfragen entfernen"
    },
    "options_settings_remove_x_client_data_description": {
        "message": "Google Chrome hat einen spezielle Header, der Ihren Browser identifiziert in allen Anfrage zu den Google-Domains, auch Doppelklick und Google Analytics."
    },
    "options_settings_miscellaneous": {
        "message": "Verschiedenes"
    },
    "options_settings_send_dnt_header": {
        "message": "Do-Not-Track-Header senden"
    },
    "options_settings_send_dnt_header_description": {
        "message": "Der Do-Not-Track(DNT)-Header ist ein Feld im HTTP-Header, das fordert, dass eine Web-Anwendung entweder Tracking oder Cross-Site-Benutzer-Tracking deaktiviert."
    },
    "options_settings_hide_user_agent": {
        "message": "Ihren User-Agent verbergen"
    },
    "options_settings_hide_user_agent_description": {
        "message": "Diese Option ersetzt Ihren User-Agent durch einen generischen. Wir ersetzen immer Ihr Betriebssystem durch Linux, da wir denken, dass Werbung selten auf *nix-Benutzer ausgerichtet ist."
    },
    "options_settings_hide_ip_address": {
        "message": "Ihre IP-Adresse verbergen"
    },
    "options_settings_hide_ip_address_description": {
        "message": "Stealth Mode kann Ihre IP-Adresse nicht ganz verbergen. Aber wir können sie verschleiern, so dass die Website, die Sie besuchen, die Adresse mit einem Proxy-Server verwechseln wird. In einigen Fällen hilft das, und eine Website ignoriert Ihre echte IP."
    },
    "options_whitelist_edit": {
        "message": "Positivliste ändern..."
    },
    "options_modal_whitelist_title": {
        "message": "Positivliste"
    },
    "options_modal_whitelist_description": {
        "message": "Stealth Mode filtert die Webseite aus der weißen Liste nicht."
    },
    "options_modal_whitelist_empty": {
        "message": "Positivliste ist leer.<br>Wollen Sie irgeneine Webseite <span class='cont-link'>zur weißen Liste hinzufügen<\/span><\/a>?"
    },
    "options_modal_whitelist_add_website": {
        "message": "Webseite hinzufügen"
    },
    "options_modal_whitelist_close": {
        "message": "Schließen"
    },
    "popup_trackers_blocked": {
        "message": "Tracker blockiert:"
    },
    "popup_trackers_blocked_page": {
        "message": "auf dieser Seite"
    },
    "popup_trackers_blocked_all": {
        "message": "insgesamt"
    },
    "popup_add_site_whitelist": {
        "message": "Zur weißen Liste hinzufügen"
    },
    "popup_remove_site_whitelist": {
        "message": "Von Whitelist-Filter entfernen"
    },
    "popup_enable_filtering": {
        "message": "Stealth Mode aktivieren"
    },
    "popup_filtering_disabled": {
        "message": "Stealth Mode ist deaktiviert"
    },
    "privacy_title": {
        "message": "Stealth Mode: Datenschutzpolitik"
    },
    "privacy_header": {
        "message": "Datenschutzpolitik"
    },
    "eula_title": {
        "message": "Stealth Mode: Endbenutzer-Lizenzvertrag"
    },
    "eula_header": {
        "message": "Endbenutzer-Lizenzvertrag"
    }
}