{
    "name": {
        "message": "Stealth Mode"
    },
    "eula_text": {
        "message": "<p>\r\nЛицензионное соглашение с конечным пользователем расширения для браузера Stealth Mode (\"Соглашение\") является юридическим соглашением между вами\r\nи компанией \"Перформикс\" (\"Компания\"), законным владельцем расширения для браузера Stealth Mode \r\n(далее \"Stealth Mode\" или \"расширение для браузера Stealth Mode\"). Настоящее соглашение регулирует условия использования расширения\r\nStealth Mode, включая все связанные с ним медиа-данные, сценарии, печатные материалы и документацию в электронном виде или в сети \"Интернет\". \r\nНастоящее Соглашение отменяет любые иные соглашения или договоренности в отношении его предмета.\r\nЕсли вы не готовы принять положения настоящего Соглашения, не устанавливайте и не используйте расширение для браузера Stealth Mode.\r\nЗагружая Stealth Mode на свой компьютер, вы обязуетесь использовать его в соответствии с условиями настоящего Соглашения. \r\nПоложение о конфиденциальности также регулируется настоящим Соглашением и входит в его состав.\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\nРасширение Stealth Mode является интеллектуальной собственностью Компании и защищено законами об авторском праве и торговых марках, международными соглашениями о защите авторских прав и другими\r\nзаконами об охране интеллектуальной собственности. Понятие интеллектуальной собственности включает в себя, помимо прочего, компьютерный код или код программного обеспечения, сценарии, элементы дизайна, интерактивные функции, \r\nграфическое оформление, графические и текстовые материалы, базы данных веб-счетчиков и любое иное содержимое в составе Stealth Mode. Все торговые марки и знаки обслуживания\r\nпринадлежат, зарегистрированы и\/или лицензированы Компанией.\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\n1. ПРЕДОСТАВЛЕНИЕ ЛИЦЕНЗИИ\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\nКомпания предоставляет вам ограниченную, действующую по всему миру, неисключительную, безвозмездную, некоммерческую лицензию с правом отзыва на: загрузку Stealth Mode; \r\nиспользование Stealth Mode в соответствии с положениями Соглашения; копирование и хранение данных Stealth Mode в кэш-памяти вашего браузера; печать страниц\r\nStealth mode для личного некоммерческого пользования. Компания не предоставляет вам никаких иных прав в отношении Stealth Mode.\r\nВсе остальные права безоговорочно сохраняются за Компанией.\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\n2. ПРОЧИЕ ПРАВА И ОГРАНИЧЕНИЯ\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\n(a) Вы не вправе распространять расширение Stealth Mode или любую его составляющую часть среди третьих лиц без наличия на то официального письменного разрешения со стороны Компании.\r\n<br\/>\r\n(б) Вы не вправе разбирать или осуществлять инженерный анализ Stealth Mode в каких бы то ни было целях, выходящих за рамки личного ознакомления с кодом.\r\nПри этом в любом случае на вас распространяется действие условий настоящего Соглашения.\r\n<br\/>\r\n(в) Компания предоставляет Stealth Mode на бесплатной основе, и вы также не вправе взимать за него плату. Аренда и лизинг Stealth Mode запрещены: вы имеете право использовать расширение исключительно в личных некоммерческих целях.\r\n<br\/>\r\n(г) Компания может предоставлять вам услуги поддержки. Любой дополнительный программный код, предоставляемый в рамках вышеозначенных услуг, признается составной частью\r\nStealth Mode и подчиняется положениям настоящего Соглашения.\r\n<br\/>\r\n(д) Вы обязаны соблюдать все законы, применимые к использованию Stealth Mode.\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\n3. РАМКИ ДОЗВОЛЕННОГО ИСПОЛЬЗОВАНИЯ STEALTH MODE\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\nВы вправе использовать Stealth Mode исключительно в личных некоммерческих целях.\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\n4. НЕДОЗВОЛЕННОЕ ИСПОЛЬЗОВАНИЕ STEALTH MODE\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\nВам категорически запрещено адаптировать, редактировать, изменять, модифицировать, трансформировать, публиковать, переиздавать, распространять или перераспространять\r\n Stealth Mode и какие-либо его элементы, фрагменты или части, включая, помимо всего прочего, любые элементы, фрагменты или части программного обеспечения Stealth Mode (в любой форме и на любых носителях),\r\nбез предварительного письменного согласия со стороны Компании. Настоящим вы обязуетесь не выполнять вышеперечисленных действий. Вы также обязуетесь воздерживаться от использования в отношении Stealth Mode каких-либо автоматизированных методов сбора данных, извлечения информации, применения сетевых \r\nроботов, скрейпинга или иных подобных методов. Использование Stealth Mode в каких бы то ни было коммерческих целях запрещено.\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\n5. РЕАЛИЗАЦИЯ АВТОРСКОГО ПРАВА И ЗАЩИТА ИНТЕЛЛЕКТУАЛЬНОЙ СОБСТВЕННОСТИ\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\nПри обнаружении случаев использования вами интеллектуальной собственности Компании, защищенной авторским или иным правом, в нарушение настоящего соглашения,\r\n Компания вправе инициировать против вас судебное преследование с целью взыскания материальной компенсации за нанесенный ущерб или получения в отношении вас судебного предписания. Суд также вправе обязать вас возместить расходы на оплату услуг представителей и иных судебных издержек.\r\nЕсли вы располагаете информацией о несанкционированном использовании интеллектуальной собственности Компании, защищенной авторским или иным правом, \r\nпросьба незамедлительно сообщить нам об этом по электронной почте support@adguard.com. \r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\n6. РАСТОРЖЕНИЕ СОГЛАШЕНИЯ\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\nВаше право на использование Stealth Mode остается в силе до прекращения его действия. Компания вправе расторгнуть настоящее Соглашение и отозвать предоставленную вам лицензию на использование Stealth Mode в любой момент\r\nбез предварительного уведомления и объяснения причин. Вы вправе выйти из настоящего Соглашения в любой момент, удалив Stealth Mode со своего устройства. \r\nКроме того, настоящее Соглашение подлежит автоматическому расторжению в случае неисполнения вами каких-либо из его положений. По расторжении настоящего Соглашения вы обязуетесь прекратить использовать Stealth Mode и удалить его со своего компьютера.\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\n7. ОТСУТСТВИЕ ГАРАНТИЙ\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\nStealth Mode предоставляется \"как есть\" без каких бы то ни было гарантий. Компания не несет гарантийных обязательств или ответственности за точность или исчерпывающий характер любой информации, текстовых и графических материалов, ссылок и\r\nпрочего содержимого Stealth Mode. Stealth Mode не предоставляет никаких гарантий относительно любого рода вреда, который может быть \r\nпричинен в результате передачи компьютерного вируса любого типа.\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\n8. ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\nНи при каких обстоятельствах Компания не несет ответственности ни за какие убытки (включая, помимо прочего, упущенную выгоду, приостановку дел или потерю данных), причиненные в результате использования либо \r\nневозможности использования Stealth Mode. Также ни при каких обстоятельствах Компания не несет ответственности за непрямые, особые, случайные, косвенные (включая упущенную прибыль),\r\nприсуждаемые в показательном порядке или в порядке наказания или иные убытки по договору, в результате правонарушений или по иным обстоятельствам. Компания также не несет ответственности за содержимое и функционирование Stealth Mode.\r\n<\/p>"
    },
    "privacy_text": {
        "message": "<p>\r\nКонцепция Политики конфиденциальности проекта Stealth Mode: сбор только тех данных, которые необходимы для нормальной работы\r\nрасширения и отказ от сбора лишней информации. Собранные данные - анонимны и удаляются, как только перестают быть нужными. \r\nМы никогда не передаем эти данные каким-либо третьим лицам. Данная Политика объясняет, какие данные мы собираем для обработки.\r\n<\/p>\r\n\r\n<p><br\/><\/p>\r\n<h3>Проверка обновлений фильтров<\/h3>\r\n\r\n<p>\r\nStealth Mode использует <a href=\"http:\/\/adguard.com\/en\/filters.html\">Фильтры Adguard<\/a>\r\nи время от времени обращается к серверам Adguard для проверки обновлений этих фильтров.\r\n<\/p>\r\n\r\n<p><br\/><\/p>\r\n<p>При этом на сервер передаются следующие данные:<\/p>\r\n<ul>\r\n<li>Ваш IP адрес<\/li>\r\n<li>ID фильтров, для которых мы проверяем обновления<\/li>\r\n<li>Тип расширения и его версия<\/li>\r\n<\/ul>\r\n\r\n<p>\r\nЭти данные никак не сохраняются и не используются в дальнейшем.\r\n<\/p>\r\n\r\n<p><br\/><\/p>\r\n<h3>Проверка обновлений расширения<\/h3>\r\n\r\n<p>\r\nВремя от времени ваш браузер проверяет наличие обновлений для всех ваших расширений, включая Stealth Mode.\r\nПри этом передается следующая общая информация: ваша операционная система, версия браузера,\r\nваш IP адрес и версия расширения.\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\nОбновления Stealth Mode для Яндекс.Браузера обрабатываются Яндекс.Браузером и подчиняются <a href=\"http:\/\/legal.yandex.com\/privacy\/\">Политике конфиденциальности Яндекса<\/a>.\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\nОбновления Stealth Mode для Chrome обрабатываются сайтом интернет-магазина приложений и расширений \"Google Web Store\" и подчиняются <a href=\"http:\/\/www.google.com\/intl\/en\/policies\/privacy\/\">Политике конфиденциальности Google<\/a>.\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\nОбновления Stealth Mode для Firefox обрабатываются сайтом каталога дополнений Firefox и подчиняются <a href=\"https:\/\/www.mozilla.org\/en-US\/privacy\/\">Политике конфиденциальности Mozilla<\/a>.\r\n<\/p>\r\n<p><br\/><\/p>\r\n<p>\r\nОбновления Stealth Mode для Opera обрабатываются сайтом каталога дополнений Opera и подчиняются <a href=\"http:\/\/www.opera.com\/privacy\">Политике конфиденциальности Opera<\/a>.\r\n<\/p>"
    },
    "short_name": {
        "message": "Stealth Mode"
    },
    "description": {
        "message": "Обеспечивает анонимность и защищает ваши личные данные от веб-счетчиков"
    },
    "footer_homepage": {
        "message": "Главная"
    },
    "footer_privacy_policy": {
        "message": "Политика конфиденциальности"
    },
    "footer_eula": {
        "message": "Публичная оферта"
    },
    "footer_powered_by": {
        "message": "Powered by"
    },
    "options_title": {
        "message": "Stealth Mode: Настройки"
    },
    "options_header": {
        "message": "Настройки"
    },
    "options_settings_filters": {
        "message": "Фильтры"
    },
    "options_settings_block_trackers": {
        "message": "Блокировать все известные веб-счетчики"
    },
    "options_settings_block_trackers_description": {
        "message": "В Stealth Mode входит крупнейший фильтр счетчиков, содержащий более чем 5000 трекинг-серверов."
    },
    "options_settings_block_social": {
        "message": "Блокировать виджеты социальных сетей (Кнопки \"Мне нравится\", +1 и др.)"
    },
    "options_settings_block_social_description": {
        "message": "Фильтр блокирует виджеты социальных сетей и защищает вас от слежения в социальных медиа."
    },
    "options_settings_tracking": {
        "message": "Предотвращение трекинга"
    },
    "options_settings_hide_referrer": {
        "message": "Скрыть Referrer от сторонних ресурсов"
    },
    "options_settings_hide_referrer_description": {
        "message": "Скрывает текущий веб-сайт от сторонних ресурсов, подменяя HTTP заголовок Referer."
    },
    "options_settings_hide_search_queries": {
        "message": "Скрыть поисковые запросы"
    },
    "options_settings_hide_search_queries_description": {
        "message": "Скрывает поисковый запрос от сайта, на который вы переходите из результатов поиска Google, Yahoo, Yandex, Bing и т.д."
    },
    "options_settings_block_cookies": {
        "message": "Блокировать сторонние куки-файлы (cookies)"
    },
    "options_settings_block_cookies_description": {
        "message": "Куки - небольшой фрагмент данных. На некоторых сайтах, браузер может сохранить их, если вы не отмените действие, и затем эти сайты будут следить за вами в сети."
    },
    "options_settings_disable_cache": {
        "message": "Отключить кэш-память для сторонних запросов"
    },
    "options_settings_disable_cache_description": {
        "message": "Сайты могут отмечать произвольные страницы во время загрузки. При этом используются так называемые электронные метки. Пока соответствующий сайт остается в кэше браузера, метка отправляется на любой новый запрос к веб-сайту."
    },
    "options_settings_remove_x_client_data": {
        "message": "Убрать заголовок X-Client-Data из HTTP-запросов"
    },
    "options_settings_remove_x_client_data_description": {
        "message": "С помощью специального заголовка Google Chrome определяет ваш браузер во всех запросах, отправленных к доменам Google, включая DoubleClick и Google Analytics."
    },
    "options_settings_miscellaneous": {
        "message": "Разное"
    },
    "options_settings_send_dnt_header": {
        "message": "Отправлять заголовок Do-Not-Track"
    },
    "options_settings_send_dnt_header_description": {
        "message": "Заголовок Do Not Track (DNT) - это HTTP-заголовок, позволяющий обойти отслеживание ваших действий сайтами."
    },
    "options_settings_hide_user_agent": {
        "message": "Скрыть User-Agent"
    },
    "options_settings_hide_user_agent_description": {
        "message": "Данная опция заменяет ваш User-Agent на \"общий\". Мы всегда заменяем вашу ОС на Linux, так как полагаем, что пользователи *nix-систем  реже становятся \"мишенью\" для рекламодателей."
    },
    "options_settings_hide_ip_address": {
        "message": "Скрыть IP-адрес"
    },
    "options_settings_hide_ip_address_description": {
        "message": "Stealth Mode не может полностью скрыть ваш IP-адрес. Но мы можем замаскировать вас таким образом, что посещаемый сайт посчитает вас прокси-сервером. В некоторых случаях это помогает, и сайт игнорирует ваш настоящий IP."
    },
    "options_whitelist_edit": {
        "message": "Редактировать белый список..."
    },
    "options_modal_whitelist_title": {
        "message": "Белый список"
    },
    "options_modal_whitelist_description": {
        "message": "Stealth Mode не работает на сайтах, добавленных в белый список."
    },
    "options_modal_whitelist_empty": {
        "message": "Список пока пуст. Хотите<br><span class='cont-link'>добавить какой-либо сайт<\/span> в белый список?"
    },
    "options_modal_whitelist_add_website": {
        "message": "Добавить сайт"
    },
    "options_modal_whitelist_close": {
        "message": "Закрыть"
    },
    "popup_trackers_blocked": {
        "message": "Счетчиков заблокировано:"
    },
    "popup_trackers_blocked_page": {
        "message": "на странице"
    },
    "popup_trackers_blocked_all": {
        "message": "всего"
    },
    "popup_add_site_whitelist": {
        "message": "Добавить в белый список"
    },
    "popup_remove_site_whitelist": {
        "message": "Удалить из белого списка"
    },
    "popup_enable_filtering": {
        "message": "Включить Stealth Mode"
    },
    "popup_filtering_disabled": {
        "message": "Stealth Mode выключен"
    },
    "privacy_title": {
        "message": "Stealth Mode: Политика конфиденциальности"
    },
    "privacy_header": {
        "message": "Политика конфиденциальности"
    },
    "eula_title": {
        "message": "Stealth Mode: Публичная оферта"
    },
    "eula_header": {
        "message": "Публичная оферта"
    }
}